<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Headers/Ultralytics-Swift.h</key>
		<data>
		1VzCEI/B0GxOMd2+cI3ItBDo9vM=
		</data>
		<key>Headers/Ultralytics.h</key>
		<data>
		44N0+4eewrKNim3vnK78dMkp5ZM=
		</data>
		<key>Info.plist</key>
		<data>
		bUhEbxp/eHqzx3ZTt+TFJsMO2P8=
		</data>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios.abi.json</key>
		<data>
		c/45on+dmbZdC3PGwrHC4mztTLo=
		</data>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios.private.swiftinterface</key>
		<data>
		hewgcGTIL837Vl0hx1CVJlvP0pE=
		</data>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<data>
		Inf4TO8WesG/MJ7370ML1YavCIE=
		</data>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios.swiftinterface</key>
		<data>
		hewgcGTIL837Vl0hx1CVJlvP0pE=
		</data>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios.swiftmodule</key>
		<data>
		11l3H5yYb77ynFKIeVy2YjjH6Jw=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		+NLpeaLf+JOdAATqMQvpVfNkV/U=
		</data>
		<key>yolov5m.mlmodelc/analytics/coremldata.bin</key>
		<data>
		5E8erKYmrjMWjFNFVqUA2q7l/lE=
		</data>
		<key>yolov5m.mlmodelc/coremldata.bin</key>
		<data>
		qaNIOwdFfQIe9ZfWIW5rQKZ+qXw=
		</data>
		<key>yolov5m.mlmodelc/metadata.json</key>
		<data>
		7/qb509k9qEcn9G1va2MdgbsHGc=
		</data>
		<key>yolov5m.mlmodelc/model0/analytics/coremldata.bin</key>
		<data>
		F8EioKTg3KntuuP8xisRj7vaCGY=
		</data>
		<key>yolov5m.mlmodelc/model0/coremldata.bin</key>
		<data>
		RpoB7mPdkuTXuJAvoIH69Z1bdjQ=
		</data>
		<key>yolov5m.mlmodelc/model0/model.espresso.net</key>
		<data>
		WumRzXgw4GNEjs9TNAx+rzK5D8A=
		</data>
		<key>yolov5m.mlmodelc/model0/model.espresso.shape</key>
		<data>
		yy8yZHmXxGBRjhnkkGjBYVZ8Hmg=
		</data>
		<key>yolov5m.mlmodelc/model0/model.espresso.weights</key>
		<data>
		wcB0YVllBHxseqhIocBenmJGMTs=
		</data>
		<key>yolov5m.mlmodelc/model0/model/coremldata.bin</key>
		<data>
		tGU7K8v0jbmLrWPOZkDsl7EBsZk=
		</data>
		<key>yolov5m.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>yolov5m.mlmodelc/model1/coremldata.bin</key>
		<data>
		WHMHv0jFfwLcjcq594QqOBlW/uQ=
		</data>
		<key>yolov5n.mlmodelc/analytics/coremldata.bin</key>
		<data>
		5Yn7bFbOzoqCWDRP9n36K6WcuVY=
		</data>
		<key>yolov5n.mlmodelc/coremldata.bin</key>
		<data>
		qaNIOwdFfQIe9ZfWIW5rQKZ+qXw=
		</data>
		<key>yolov5n.mlmodelc/metadata.json</key>
		<data>
		SJnVUpvRwweoOY9eD+ewQF3dpNg=
		</data>
		<key>yolov5n.mlmodelc/model0/analytics/coremldata.bin</key>
		<data>
		yTCo5X7d4Uy1PpW8+HiEkayWQHE=
		</data>
		<key>yolov5n.mlmodelc/model0/coremldata.bin</key>
		<data>
		/xsHJjtZ4YTjilwYT52pcJH2g+c=
		</data>
		<key>yolov5n.mlmodelc/model0/model.espresso.net</key>
		<data>
		R0nKRhzxH6TUMsCBQzJHNWPR9m0=
		</data>
		<key>yolov5n.mlmodelc/model0/model.espresso.shape</key>
		<data>
		BoVNgZT8Te3ZoysNTh8B0ovi8ok=
		</data>
		<key>yolov5n.mlmodelc/model0/model.espresso.weights</key>
		<data>
		f1rHBykyn7TbjE6QlryxopWYEU8=
		</data>
		<key>yolov5n.mlmodelc/model0/model/coremldata.bin</key>
		<data>
		tGU7K8v0jbmLrWPOZkDsl7EBsZk=
		</data>
		<key>yolov5n.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>yolov5n.mlmodelc/model1/coremldata.bin</key>
		<data>
		wTc36Y4CG2je/Tin55PhfJ0gI6Q=
		</data>
		<key>yolov5s.mlmodelc/analytics/coremldata.bin</key>
		<data>
		uTbEevUv/8m18UL2PO4r+4bC/K4=
		</data>
		<key>yolov5s.mlmodelc/coremldata.bin</key>
		<data>
		snvueIsd8yLnoIY574NFMrD4R84=
		</data>
		<key>yolov5s.mlmodelc/metadata.json</key>
		<data>
		2OTlT9OU8B67relU2iTBe3fpW7Q=
		</data>
		<key>yolov5s.mlmodelc/model0/analytics/coremldata.bin</key>
		<data>
		JuS9QoQxeNiLDI6RCwLFwlTltcs=
		</data>
		<key>yolov5s.mlmodelc/model0/coremldata.bin</key>
		<data>
		UdN0xxG527I6kunl898w1OMEYvg=
		</data>
		<key>yolov5s.mlmodelc/model0/model.espresso.net</key>
		<data>
		RpMDgmHD5GtRpsIIW4y338hqP08=
		</data>
		<key>yolov5s.mlmodelc/model0/model.espresso.shape</key>
		<data>
		gUMKVQ7b1zKhjHkHIpotrYbSZh0=
		</data>
		<key>yolov5s.mlmodelc/model0/model.espresso.weights</key>
		<data>
		gDSr6UPbuJYGuPYHUPA00PhRrHE=
		</data>
		<key>yolov5s.mlmodelc/model0/model/coremldata.bin</key>
		<data>
		tGU7K8v0jbmLrWPOZkDsl7EBsZk=
		</data>
		<key>yolov5s.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>yolov5s.mlmodelc/model1/coremldata.bin</key>
		<data>
		wTc36Y4CG2je/Tin55PhfJ0gI6Q=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/Ultralytics-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			ErT/pNm8hUQphOvLxeE6+T3slijDVttEFtFoRv2dzeM=
			</data>
		</dict>
		<key>Headers/Ultralytics.h</key>
		<dict>
			<key>hash2</key>
			<data>
			s+SxY2OAyGByl4zfdwJ6s/6p3yHmY7sH1t7paPrR6e0=
			</data>
		</dict>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			8Tn9lg2WctQgIq3IROfApaVtFwObPQSwZ1fihW4SVKo=
			</data>
		</dict>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			VORon3DRcidQA4izIsByznJB6c08LCztXTZsEEJd46Q=
			</data>
		</dict>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			Ipd2pv1yNzeXagk2GK9LWzr5K65vBJpjPnnDrO2g3us=
			</data>
		</dict>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			VORon3DRcidQA4izIsByznJB6c08LCztXTZsEEJd46Q=
			</data>
		</dict>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			fmF5fo7eZ/JWiDrth1dP94/lkdFOUGND3M929bHpkug=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			P1eW0SSEH5AI8sBwOSH6acqSCEBy4vEVoHsJnd8GuOA=
			</data>
		</dict>
		<key>yolov5m.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			69adMZSPsPS0WOXUDZFYz5E3A+8FUB4dagaM7uTzHEE=
			</data>
		</dict>
		<key>yolov5m.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			oQY3XI79Om+t+9+Ht9u1Pt195CFkOcBWXxvZRrHEF+8=
			</data>
		</dict>
		<key>yolov5m.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			wETfl7rq3tJi+B0EoW5JM3Ekx1l6osPiYDV2tC9jAK0=
			</data>
		</dict>
		<key>yolov5m.mlmodelc/model0/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			ouxrKRa+9UCf63Dhb9M7AkrSoiq51WYwt8NyQxkMrPY=
			</data>
		</dict>
		<key>yolov5m.mlmodelc/model0/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			gS1hTtkU4dnRhWf1fhCljyO4MkQOyXlzro7E29o1BoM=
			</data>
		</dict>
		<key>yolov5m.mlmodelc/model0/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			B4h/StRku2RPhfIqX5dyDl3oU66P6RShJ0ydm5eX4eM=
			</data>
		</dict>
		<key>yolov5m.mlmodelc/model0/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			nwILwzhJ3Om7ZgIHxT49Q2/2RNGrDOiRsO/aSmkQmUQ=
			</data>
		</dict>
		<key>yolov5m.mlmodelc/model0/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			TDRbkv+U9MKA1cI16GufCTEZb1sFqF7IOm7FQV2pB8w=
			</data>
		</dict>
		<key>yolov5m.mlmodelc/model0/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			JsMfzXP3J1PCXEF2nqub8rHW9vXpXkr2ag9c2kxRcE8=
			</data>
		</dict>
		<key>yolov5m.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>yolov5m.mlmodelc/model1/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			rz2bFYE3BTZnR/STcyz4DcFbhp7bMiVGj7MJhOGHgn8=
			</data>
		</dict>
		<key>yolov5n.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			g7Tw5eCcyVocT8gTbIVBH9Ob1zLQq6MD0GJl2nBpPX0=
			</data>
		</dict>
		<key>yolov5n.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			oQY3XI79Om+t+9+Ht9u1Pt195CFkOcBWXxvZRrHEF+8=
			</data>
		</dict>
		<key>yolov5n.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			1dxY0d7PbPI3yIyOngsItwg2i3tKd0tX3Sg0uK3Bq7I=
			</data>
		</dict>
		<key>yolov5n.mlmodelc/model0/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			OnK9C6auApJUCfesXuDUn8iaj2qMxh5LCasmBbGkLK4=
			</data>
		</dict>
		<key>yolov5n.mlmodelc/model0/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			Ju/Japsmi2MuhxzFEKYBqpKDoTvcaKamOCB4FpjjroA=
			</data>
		</dict>
		<key>yolov5n.mlmodelc/model0/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			p4v9DW358ociawMT+/ROg4jFlSwS0LSX23J4xmOlI2I=
			</data>
		</dict>
		<key>yolov5n.mlmodelc/model0/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			vYN0MwBMTCxKNYoksSf8hCYxc/xdO5qX0SckBBbGj0k=
			</data>
		</dict>
		<key>yolov5n.mlmodelc/model0/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			in7vdXDT2iJgo2XXa97K2IOASUVdd41HAykLQkbRurw=
			</data>
		</dict>
		<key>yolov5n.mlmodelc/model0/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			JsMfzXP3J1PCXEF2nqub8rHW9vXpXkr2ag9c2kxRcE8=
			</data>
		</dict>
		<key>yolov5n.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>yolov5n.mlmodelc/model1/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			YPmPMeizF8WvjbItkAspEPCcRG04R+++XN3R37DCnOc=
			</data>
		</dict>
		<key>yolov5s.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			XKMLt4nCkDgNgL4YsJwynCo4s/t58JPnLSUsFuHcEHM=
			</data>
		</dict>
		<key>yolov5s.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			8G/siYbPpYyXnNP/iY36h89boM81AMfrFZJm0auzum4=
			</data>
		</dict>
		<key>yolov5s.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			wBlCSl0g6nsjp+Cbr9OICZYQPYrhxnOUPFPV2X6QfkA=
			</data>
		</dict>
		<key>yolov5s.mlmodelc/model0/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			rf0Gxn6/VPM6thGwo6E1bFr3lP87xXb9dtRzmpKp3o0=
			</data>
		</dict>
		<key>yolov5s.mlmodelc/model0/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9MsL5D+stURNKJ/By+jHsn+73wZmNADtok3pU3eqzPY=
			</data>
		</dict>
		<key>yolov5s.mlmodelc/model0/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			lWEnpLebiS4UQR4nLjB1nVi2q2xmLPDe/GDfBxBNccA=
			</data>
		</dict>
		<key>yolov5s.mlmodelc/model0/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			58u2DK5XMYW6ceMGfqYyczKG7kRaYZEyeeYO2IRjc1A=
			</data>
		</dict>
		<key>yolov5s.mlmodelc/model0/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			cyuAYtJA0Qv33aCKk+8ePlk78ASHCDs0vPElvUDhWdg=
			</data>
		</dict>
		<key>yolov5s.mlmodelc/model0/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			JsMfzXP3J1PCXEF2nqub8rHW9vXpXkr2ag9c2kxRcE8=
			</data>
		</dict>
		<key>yolov5s.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>yolov5s.mlmodelc/model1/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			YPmPMeizF8WvjbItkAspEPCcRG04R+++XN3R37DCnOc=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
