<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Headers/Ultralytics-Swift.h</key>
		<data>
		1VzCEI/B0GxOMd2+cI3ItBDo9vM=
		</data>
		<key>Headers/Ultralytics.h</key>
		<data>
		44N0+4eewrKNim3vnK78dMkp5ZM=
		</data>
		<key>Info.plist</key>
		<data>
		bUhEbxp/eHqzx3ZTt+TFJsMO2P8=
		</data>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios.abi.json</key>
		<data>
		ZjQJCylFxp6lFmbkWsu4CQEeCIU=
		</data>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios.private.swiftinterface</key>
		<data>
		7RXWMc6MMKb5WW6q3At9hdaJSQ4=
		</data>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<data>
		Inf4TO8WesG/MJ7370ML1YavCIE=
		</data>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios.swiftinterface</key>
		<data>
		7RXWMc6MMKb5WW6q3At9hdaJSQ4=
		</data>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios.swiftmodule</key>
		<data>
		4mDy/QDxBvEJvqiztmy1hqNIGRc=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		+NLpeaLf+JOdAATqMQvpVfNkV/U=
		</data>
		<key>yolov5n.mlmodelc/analytics/coremldata.bin</key>
		<data>
		5Yn7bFbOzoqCWDRP9n36K6WcuVY=
		</data>
		<key>yolov5n.mlmodelc/coremldata.bin</key>
		<data>
		snvueIsd8yLnoIY574NFMrD4R84=
		</data>
		<key>yolov5n.mlmodelc/metadata.json</key>
		<data>
		v6EqhRib9F/QMTzBE6WmXOmW1zA=
		</data>
		<key>yolov5n.mlmodelc/model0/analytics/coremldata.bin</key>
		<data>
		yTCo5X7d4Uy1PpW8+HiEkayWQHE=
		</data>
		<key>yolov5n.mlmodelc/model0/coremldata.bin</key>
		<data>
		/xsHJjtZ4YTjilwYT52pcJH2g+c=
		</data>
		<key>yolov5n.mlmodelc/model0/model.espresso.net</key>
		<data>
		R0nKRhzxH6TUMsCBQzJHNWPR9m0=
		</data>
		<key>yolov5n.mlmodelc/model0/model.espresso.shape</key>
		<data>
		BoVNgZT8Te3ZoysNTh8B0ovi8ok=
		</data>
		<key>yolov5n.mlmodelc/model0/model.espresso.weights</key>
		<data>
		f1rHBykyn7TbjE6QlryxopWYEU8=
		</data>
		<key>yolov5n.mlmodelc/model0/model/coremldata.bin</key>
		<data>
		tGU7K8v0jbmLrWPOZkDsl7EBsZk=
		</data>
		<key>yolov5n.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>yolov5n.mlmodelc/model1/coremldata.bin</key>
		<data>
		wTc36Y4CG2je/Tin55PhfJ0gI6Q=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/Ultralytics-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			ErT/pNm8hUQphOvLxeE6+T3slijDVttEFtFoRv2dzeM=
			</data>
		</dict>
		<key>Headers/Ultralytics.h</key>
		<dict>
			<key>hash2</key>
			<data>
			s+SxY2OAyGByl4zfdwJ6s/6p3yHmY7sH1t7paPrR6e0=
			</data>
		</dict>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			x7E91n+YnOoqUe9DlIYpUSa9BF16qVGL2Lk9+Nfj348=
			</data>
		</dict>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			r8dNdAVEfZsoxTurvx/c6guiPQfy9GQBFTxycWzGq7A=
			</data>
		</dict>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			Ipd2pv1yNzeXagk2GK9LWzr5K65vBJpjPnnDrO2g3us=
			</data>
		</dict>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			r8dNdAVEfZsoxTurvx/c6guiPQfy9GQBFTxycWzGq7A=
			</data>
		</dict>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			5z7X/NmDkhRN9HVE8tUmzLW3ouFg79UBG0tNQ30qSw4=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			P1eW0SSEH5AI8sBwOSH6acqSCEBy4vEVoHsJnd8GuOA=
			</data>
		</dict>
		<key>yolov5n.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			g7Tw5eCcyVocT8gTbIVBH9Ob1zLQq6MD0GJl2nBpPX0=
			</data>
		</dict>
		<key>yolov5n.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			8G/siYbPpYyXnNP/iY36h89boM81AMfrFZJm0auzum4=
			</data>
		</dict>
		<key>yolov5n.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			yybbAxHelJ6DGBwWCFN1cgwNv/S4sWEKDB1izCDwmk4=
			</data>
		</dict>
		<key>yolov5n.mlmodelc/model0/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			OnK9C6auApJUCfesXuDUn8iaj2qMxh5LCasmBbGkLK4=
			</data>
		</dict>
		<key>yolov5n.mlmodelc/model0/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			Ju/Japsmi2MuhxzFEKYBqpKDoTvcaKamOCB4FpjjroA=
			</data>
		</dict>
		<key>yolov5n.mlmodelc/model0/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			p4v9DW358ociawMT+/ROg4jFlSwS0LSX23J4xmOlI2I=
			</data>
		</dict>
		<key>yolov5n.mlmodelc/model0/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			vYN0MwBMTCxKNYoksSf8hCYxc/xdO5qX0SckBBbGj0k=
			</data>
		</dict>
		<key>yolov5n.mlmodelc/model0/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			in7vdXDT2iJgo2XXa97K2IOASUVdd41HAykLQkbRurw=
			</data>
		</dict>
		<key>yolov5n.mlmodelc/model0/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			JsMfzXP3J1PCXEF2nqub8rHW9vXpXkr2ag9c2kxRcE8=
			</data>
		</dict>
		<key>yolov5n.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>yolov5n.mlmodelc/model1/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			YPmPMeizF8WvjbItkAspEPCcRG04R+++XN3R37DCnOc=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
