<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Headers/Ultralytics-Swift.h</key>
		<data>
		Vg4u3pN+VbfJI26jkb26b8txwQQ=
		</data>
		<key>Headers/Ultralytics.h</key>
		<data>
		44N0+4eewrKNim3vnK78dMkp5ZM=
		</data>
		<key>Info.plist</key>
		<data>
		d8c95MPEcNqnwAVGDR12IF9ZUJo=
		</data>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<data>
		/d2TKPnFABFeQCEOPQIuDF03b2A=
		</data>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		ciQlN+RaozNdIyWuwRlVxFq4AMA=
		</data>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		Ao9ia3c+wI0WAgIKYHMOSrI8qf4=
		</data>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		ciQlN+RaozNdIyWuwRlVxFq4AMA=
		</data>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		dQt/15HQi1NjkVW932gJGEVAJOA=
		</data>
		<key>Modules/Ultralytics.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<data>
		/d2TKPnFABFeQCEOPQIuDF03b2A=
		</data>
		<key>Modules/Ultralytics.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		/O6/+4F4fBy1yj315LFSAwtkVxs=
		</data>
		<key>Modules/Ultralytics.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		jenifRFNbgPQhmaX17PrGSeuLi8=
		</data>
		<key>Modules/Ultralytics.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		/O6/+4F4fBy1yj315LFSAwtkVxs=
		</data>
		<key>Modules/Ultralytics.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		VSJsPjOFI5N+M4ecW8dkXUB7v00=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		+NLpeaLf+JOdAATqMQvpVfNkV/U=
		</data>
		<key>yolov5n.mlmodelc/analytics/coremldata.bin</key>
		<data>
		5Yn7bFbOzoqCWDRP9n36K6WcuVY=
		</data>
		<key>yolov5n.mlmodelc/coremldata.bin</key>
		<data>
		7fg41U2g2iVuiYT9ksRM3fxvp9k=
		</data>
		<key>yolov5n.mlmodelc/metadata.json</key>
		<data>
		SJnVUpvRwweoOY9eD+ewQF3dpNg=
		</data>
		<key>yolov5n.mlmodelc/model0/analytics/coremldata.bin</key>
		<data>
		yTCo5X7d4Uy1PpW8+HiEkayWQHE=
		</data>
		<key>yolov5n.mlmodelc/model0/coremldata.bin</key>
		<data>
		/xsHJjtZ4YTjilwYT52pcJH2g+c=
		</data>
		<key>yolov5n.mlmodelc/model0/model.espresso.net</key>
		<data>
		R0nKRhzxH6TUMsCBQzJHNWPR9m0=
		</data>
		<key>yolov5n.mlmodelc/model0/model.espresso.shape</key>
		<data>
		BoVNgZT8Te3ZoysNTh8B0ovi8ok=
		</data>
		<key>yolov5n.mlmodelc/model0/model.espresso.weights</key>
		<data>
		f1rHBykyn7TbjE6QlryxopWYEU8=
		</data>
		<key>yolov5n.mlmodelc/model0/model/coremldata.bin</key>
		<data>
		tGU7K8v0jbmLrWPOZkDsl7EBsZk=
		</data>
		<key>yolov5n.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>yolov5n.mlmodelc/model1/coremldata.bin</key>
		<data>
		wTc36Y4CG2je/Tin55PhfJ0gI6Q=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/Ultralytics-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			ZZkIatSsCdowns/rEt+TpMDTq/Slr4APP6lIOH5PIus=
			</data>
		</dict>
		<key>Headers/Ultralytics.h</key>
		<dict>
			<key>hash2</key>
			<data>
			s+SxY2OAyGByl4zfdwJ6s/6p3yHmY7sH1t7paPrR6e0=
			</data>
		</dict>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			bjT64Kgh2dIf+pe+CaIQXmhKQuFPT3zFv+GPP0XC41A=
			</data>
		</dict>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			GnZrI9r+khKiZ8XudFitIUFJ6Kq3ZTGu/mB3+tWocQE=
			</data>
		</dict>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			E/LKqwyle7s5d+ls4lKiVaeIXHZrplUE/Hjpj0cv128=
			</data>
		</dict>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			GnZrI9r+khKiZ8XudFitIUFJ6Kq3ZTGu/mB3+tWocQE=
			</data>
		</dict>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			QmC74JVWSmrYUC/FJLgDJD0EWJr2up+RP3QYAVpbhH0=
			</data>
		</dict>
		<key>Modules/Ultralytics.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			bjT64Kgh2dIf+pe+CaIQXmhKQuFPT3zFv+GPP0XC41A=
			</data>
		</dict>
		<key>Modules/Ultralytics.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			X9vtwtuaxikihqS+0cLQOA2T+Dnr0hvseKcXG25TOWQ=
			</data>
		</dict>
		<key>Modules/Ultralytics.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			tEvIdKsbkQ+nWbz3Da05crPFE8ALpHmD3Ifl8/XAhTM=
			</data>
		</dict>
		<key>Modules/Ultralytics.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			X9vtwtuaxikihqS+0cLQOA2T+Dnr0hvseKcXG25TOWQ=
			</data>
		</dict>
		<key>Modules/Ultralytics.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			Xi+ZwizbF6odxSQtgXVJSCl7BSJdEaJJy+s5EEfKs3w=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			P1eW0SSEH5AI8sBwOSH6acqSCEBy4vEVoHsJnd8GuOA=
			</data>
		</dict>
		<key>yolov5n.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			g7Tw5eCcyVocT8gTbIVBH9Ob1zLQq6MD0GJl2nBpPX0=
			</data>
		</dict>
		<key>yolov5n.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			f9tPeTmfMj8EO29+bInEDZR1QmNm1YrmqVRQVLaOQHI=
			</data>
		</dict>
		<key>yolov5n.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			1dxY0d7PbPI3yIyOngsItwg2i3tKd0tX3Sg0uK3Bq7I=
			</data>
		</dict>
		<key>yolov5n.mlmodelc/model0/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			OnK9C6auApJUCfesXuDUn8iaj2qMxh5LCasmBbGkLK4=
			</data>
		</dict>
		<key>yolov5n.mlmodelc/model0/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			Ju/Japsmi2MuhxzFEKYBqpKDoTvcaKamOCB4FpjjroA=
			</data>
		</dict>
		<key>yolov5n.mlmodelc/model0/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			p4v9DW358ociawMT+/ROg4jFlSwS0LSX23J4xmOlI2I=
			</data>
		</dict>
		<key>yolov5n.mlmodelc/model0/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			vYN0MwBMTCxKNYoksSf8hCYxc/xdO5qX0SckBBbGj0k=
			</data>
		</dict>
		<key>yolov5n.mlmodelc/model0/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			in7vdXDT2iJgo2XXa97K2IOASUVdd41HAykLQkbRurw=
			</data>
		</dict>
		<key>yolov5n.mlmodelc/model0/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			JsMfzXP3J1PCXEF2nqub8rHW9vXpXkr2ag9c2kxRcE8=
			</data>
		</dict>
		<key>yolov5n.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>yolov5n.mlmodelc/model1/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			YPmPMeizF8WvjbItkAspEPCcRG04R+++XN3R37DCnOc=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
