<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Headers/Ultralytics-Swift.h</key>
		<data>
		Vg4u3pN+VbfJI26jkb26b8txwQQ=
		</data>
		<key>Headers/Ultralytics.h</key>
		<data>
		44N0+4eewrKNim3vnK78dMkp5ZM=
		</data>
		<key>Info.plist</key>
		<data>
		d8c95MPEcNqnwAVGDR12IF9ZUJo=
		</data>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<data>
		kCLbdIXZMQOwHylcmXj7UVIJj54=
		</data>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		aFaGEq2K4INBFElkIy18XuIEod0=
		</data>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		Ao9ia3c+wI0WAgIKYHMOSrI8qf4=
		</data>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		aFaGEq2K4INBFElkIy18XuIEod0=
		</data>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		pneWO1Up81ShGjBWLALQ17E5Y+w=
		</data>
		<key>Modules/Ultralytics.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<data>
		kCLbdIXZMQOwHylcmXj7UVIJj54=
		</data>
		<key>Modules/Ultralytics.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		NhYmyzunvgYKvgwR3mrt2Y6ZglY=
		</data>
		<key>Modules/Ultralytics.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		jenifRFNbgPQhmaX17PrGSeuLi8=
		</data>
		<key>Modules/Ultralytics.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		NhYmyzunvgYKvgwR3mrt2Y6ZglY=
		</data>
		<key>Modules/Ultralytics.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		1EHWZQC3T/E0Z75tRvnIALPtCbs=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		+NLpeaLf+JOdAATqMQvpVfNkV/U=
		</data>
		<key>coco_n_detection.mlmodelc/analytics/coremldata.bin</key>
		<data>
		od5sYt/gZOm3xdqV76ds+ycwUi8=
		</data>
		<key>coco_n_detection.mlmodelc/coremldata.bin</key>
		<data>
		nuozBGw+3Lw8ZBMa5BV+AFYgGZ0=
		</data>
		<key>coco_n_detection.mlmodelc/metadata.json</key>
		<data>
		jk62L9yY4PtYlBm8THc36T+5raY=
		</data>
		<key>coco_n_detection.mlmodelc/model0/analytics/coremldata.bin</key>
		<data>
		xit5a2mZbKoE0dL2fG9RtysysNg=
		</data>
		<key>coco_n_detection.mlmodelc/model0/coremldata.bin</key>
		<data>
		gCgb6WHgGWoNjNpT18VhCXXvux0=
		</data>
		<key>coco_n_detection.mlmodelc/model0/model.espresso.net</key>
		<data>
		FSKYKuFiuzfPvsCJQLBoA8mBvQY=
		</data>
		<key>coco_n_detection.mlmodelc/model0/model.espresso.shape</key>
		<data>
		xmk2vGbzGwRyrNUs98gPYBBo4CY=
		</data>
		<key>coco_n_detection.mlmodelc/model0/model.espresso.weights</key>
		<data>
		JSnNid0NBUZY78Dar5WA++rhLyY=
		</data>
		<key>coco_n_detection.mlmodelc/model0/model/coremldata.bin</key>
		<data>
		tGU7K8v0jbmLrWPOZkDsl7EBsZk=
		</data>
		<key>coco_n_detection.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>coco_n_detection.mlmodelc/model1/coremldata.bin</key>
		<data>
		AnaDBmMqxBJY4BH5JNBrvLLrnUU=
		</data>
		<key>imagenet_n_classification.mlmodelc/analytics/coremldata.bin</key>
		<data>
		6/NQam7HuW++xE9JC/58flkoDbI=
		</data>
		<key>imagenet_n_classification.mlmodelc/coremldata.bin</key>
		<data>
		qPvDN4HcKP+3biVRIipzi5XLnAc=
		</data>
		<key>imagenet_n_classification.mlmodelc/metadata.json</key>
		<data>
		IZY9V3wnRonuyxJd7XgP9+Gth10=
		</data>
		<key>imagenet_n_classification.mlmodelc/model.espresso.net</key>
		<data>
		nSu7MZhLbrl4utUy1sAjnMtedUQ=
		</data>
		<key>imagenet_n_classification.mlmodelc/model.espresso.shape</key>
		<data>
		CeAH4cust00wCIXbUEcnGn4Pfr4=
		</data>
		<key>imagenet_n_classification.mlmodelc/model.espresso.weights</key>
		<data>
		uaa8fXMlG9vlZ3UEQMfI1I5sS34=
		</data>
		<key>imagenet_n_classification.mlmodelc/model/coremldata.bin</key>
		<data>
		UXb5D+6PEEZOvV12ITY4KVh9uv0=
		</data>
		<key>imagenet_n_classification.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/Ultralytics-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			ZZkIatSsCdowns/rEt+TpMDTq/Slr4APP6lIOH5PIus=
			</data>
		</dict>
		<key>Headers/Ultralytics.h</key>
		<dict>
			<key>hash2</key>
			<data>
			s+SxY2OAyGByl4zfdwJ6s/6p3yHmY7sH1t7paPrR6e0=
			</data>
		</dict>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			Fxzb0WUJDpvO8K9Cy+AdK1qPMPlDW+hU75GsN0kqXDg=
			</data>
		</dict>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			KoF9Ge0UOAkYJjFipEOwgPw0ZcccwgLLabCIH+Sipj8=
			</data>
		</dict>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			E/LKqwyle7s5d+ls4lKiVaeIXHZrplUE/Hjpj0cv128=
			</data>
		</dict>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			KoF9Ge0UOAkYJjFipEOwgPw0ZcccwgLLabCIH+Sipj8=
			</data>
		</dict>
		<key>Modules/Ultralytics.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			AHPRoNsf7VU3zgO39i15QPVhex3gvbjYL2MraUTQYKM=
			</data>
		</dict>
		<key>Modules/Ultralytics.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			Fxzb0WUJDpvO8K9Cy+AdK1qPMPlDW+hU75GsN0kqXDg=
			</data>
		</dict>
		<key>Modules/Ultralytics.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			pLJGvqvRadUIyM7GmJ1qWxZxEAHwYZZgica6ysunVyc=
			</data>
		</dict>
		<key>Modules/Ultralytics.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			tEvIdKsbkQ+nWbz3Da05crPFE8ALpHmD3Ifl8/XAhTM=
			</data>
		</dict>
		<key>Modules/Ultralytics.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			pLJGvqvRadUIyM7GmJ1qWxZxEAHwYZZgica6ysunVyc=
			</data>
		</dict>
		<key>Modules/Ultralytics.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			A6iOWQjdGoF8iDeYmhcNtxwTVvfsxdGIoRn/SyMEwas=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			P1eW0SSEH5AI8sBwOSH6acqSCEBy4vEVoHsJnd8GuOA=
			</data>
		</dict>
		<key>coco_n_detection.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			6WgTz9M893qFqDGpQFjByT8YbN+9tVIaqkxAPH+z6S0=
			</data>
		</dict>
		<key>coco_n_detection.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			e+y+KC52OWEQ5vNONqEGCyfUKNQ7EmPu6KtTn5ILpvk=
			</data>
		</dict>
		<key>coco_n_detection.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			Vc6UUDDMV+QoVofrRvkblFgaytC66Ryk4w8VElAwFbA=
			</data>
		</dict>
		<key>coco_n_detection.mlmodelc/model0/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			ngtF2/vocvE3MZSzTK2dFOo6N0pdLUXG3AlWD5sLlQc=
			</data>
		</dict>
		<key>coco_n_detection.mlmodelc/model0/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			ajcOFEG3vZJEVprZKuA0/TWgYomEexf1jqrNpVi8xDU=
			</data>
		</dict>
		<key>coco_n_detection.mlmodelc/model0/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			NdNvr+pQ//mHHnGeDoO0KnD4kq6Yh0Gyap3mrqFlUC0=
			</data>
		</dict>
		<key>coco_n_detection.mlmodelc/model0/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			I/QeRCyHpuxWYr1UQgtXgbxTacTTfMSK80Y3LFjm+FE=
			</data>
		</dict>
		<key>coco_n_detection.mlmodelc/model0/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			upwnNRZNBfCf3/eaQUKDrwC0TjYn332gTE9h6dpHWqI=
			</data>
		</dict>
		<key>coco_n_detection.mlmodelc/model0/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			JsMfzXP3J1PCXEF2nqub8rHW9vXpXkr2ag9c2kxRcE8=
			</data>
		</dict>
		<key>coco_n_detection.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>coco_n_detection.mlmodelc/model1/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			cNb6qqB19KJMF/3bsd9nHIihZ0RXUKpkq04jnc2Rdps=
			</data>
		</dict>
		<key>imagenet_n_classification.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			bkYqK0ZZ4qawjhR+2EzREt70pKXz2J1UNiVVk58UQYQ=
			</data>
		</dict>
		<key>imagenet_n_classification.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			MsriDFNpiEGmBAEbV59fIQKw7+tR/vl4f0wNoD6PuUE=
			</data>
		</dict>
		<key>imagenet_n_classification.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			p0gS1WYcgajKLWmjocLzuDpDOUABYyx2ozwEhrOGtyk=
			</data>
		</dict>
		<key>imagenet_n_classification.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			FoYi45VRhEVL41OOuB47QiJguIBuk6L/XX8iINRYP6s=
			</data>
		</dict>
		<key>imagenet_n_classification.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			EVLbXZWtSaJLldNKDF8XIn44RTzjJTKedRIIQfZkzV0=
			</data>
		</dict>
		<key>imagenet_n_classification.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			eMeZpZd9iHDjyYATEnjM/6RnbtKl7h+u75NumN67p6E=
			</data>
		</dict>
		<key>imagenet_n_classification.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			sTeYd7K9MI3YNw7gqI8E0cfmQ7MoXI8Rrw7DvYm5WzU=
			</data>
		</dict>
		<key>imagenet_n_classification.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
